Repository: poppa/Bitlyfier
Catalog: po/*.po
Languages: sv

source: Expands the given URL
sv: Expanderar den angivna URLen

source: Shortens the given URL
sv: Kortar den angivna URLen

source: Sets the application in command line mode
sv: Startar applikationen i kommandoradsläge

source: Invokes setting username and apikey
sv: Startar angivning av användarnamn och API-nyckel

source: - Bitlyfier, URL shortener/expander
sv: - Bitlyfier, URL-kortare/-expanderare

source: Missing required argument '-e' or '-s'
sv: Saknar obligatoriska argument '-e' eller '-s'

source: Run '%s --help' to see a full list of available command line options.
sv: Kör '%s --help' för att se en komplett lista med tillgängliga argument.

source: ** No username or API-key for this application is set. ** Run '%s --no-gui --gconf' to set the username and API-key!
sv: ** Inget användarnamn eller API-nyckel för denna applikation är angivna. ** Kör '%s --no-gui --gconf' för att ange användarnamn och API-nyckel!

source: * Leave fields empty to keep old values
sv: * Lämna fälten tomma för att behålla gamla värden

source: Write your username:
sv: Ditt användarnamn:

source: Write your API-key:
sv: Din API-nyckel:

source: * History? If `1` links shortened by this application will show up on your statistics page at http://bit.ly and if `0` they will not.
sv: * Historik? Om `1` kommer länkar kortade med denna applikation också att visas på din statistiksida på http:/bit.ly och om `0` gör dem det inte.

source: Use history:
sv: Använd historik:

source: Values have been saved!
sv: Värdena är sparade!

source: Short URL: %s
sv: Kort adress: %s

source: Long URL: %s
sv: Lång address: %s

source: Unknown service "%s"!
sv: Okänd tjänst "%s"!

source: Bad status (%ld) in response: %s
sv: Felaktig status (%ld) i svar: %s

source: Bitly error (%d): %s
sv: Bitly-fel (%d): %s

source: Result is not a JSON object!
sv: Resultatet är inte ett JSON-objekt

source: Unable to locate user interface file!
sv: Kunde inte läsa in användargränssnittsfil!

source: GUI load error: %s
sv: Fel vid inläsning av användargränssnitt: %s

source: Click to show Bitlyfier
sv: Klicka för att visa Bitlyfier

source: An error occured: %s
sv: Ett fel inträffade: %s

source: Shorten URL
sv: Korta webbadress

source: The URL "%s"contains no schema (e.g. http://domain.com)
sv: URLen "%s" innehåller inget schema (i.e http://domän.se)

source: Expand URL
sv: Expandera webbadress

source: The URL "%s" is too short
sv: URLen "%s" är för kort

source: The URL "%s" doesn't start with http://bit.ly
sv: URLen "%s" börjar inte med http://bit.ly

source: Working...
sv: Arbetar...

source: Done
sv: Färdig

source: Bitlyfier lets you shorten or expand links (URLs) via Bit.ly - a service that allowes users to shorten, share and track links
sv: Bitlyfier låter dig korta eller expandera länkar (URLer) via Bit.ly - en tjänst som låter användare korta, dela och spåra länkar

source: Error
sv: Fel

source: _File
sv: _Arkiv

source: _Edit
sv: _Redigera

source: _Help
sv: _Hjälp

source: <b>Action</b>
sv: <b>Åtgärd</b>

source: Settings
sv: Inställningar

source: Username
sv: Användarnamn

source: API key
sv: API-nyckel

source: History
sv: Historik

source: If history is checked all URLs shortened by this application will also show up on your statisics page at http://bit.ly
sv: Om historik är ikryssad kommer alla URLer kortade med denna applikation att visas på din statistiksida på http://bit.ly

source: <b>Bit.ly API settings</b>
sv: <b>Bit.ly API-inställningar</b>
